//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "Získat podporu";
"GetLabsUninstaller" = "Získat odinstalační program";


// DISPATCHER
"ReinstallButtonDescription" = "Nainstalovat nejnovější verzi";
"UninstallButtonDescription" = "Odebrat aktuální instalaci";

"ReinstallButtonTitle" = "ZÍSKAT NEJNOVĚJŠÍ";
"UninstallButtonTitle" = "ODINSTALOVAT";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "Přehrávač Adobe® Flash® Player nelze nainstalovat.\n";
"NewerFlashPlayerAlreadyInstalled" = "V systému je již nainstalována novější verze softwaru.";
"InstalledVersionTitle" = "Instalovaná verze:";
"ThisVersionTitle" = "Tato verze:";
"SystemDoesNotMeetMinimumRequirements" = "Systém nesplňuje minimální požadavky pro instalaci. Je vyžadován systém Mac OS X %@ nebo vyšší.";
"NeedToUninstallFirst" = "Před instalací této verze přehrávače Flash Player je nutné spustit odinstalační program. Přejděte na web Adobe Labs a stáhněte odinstalační program.";

// WELCOME
"LicenseAgreementLink" = "Licenci si přečtěte zde.";
"ReadAndAgreeToTermsOfUse" = "Přečetl(a) jsem si podmínky licenční smlouvy přehrávače Flash Player a souhlasím s nimi.";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "Před pokračováním ukončete následující aplikace:";
"CloseFPClientsDescription2" = "Aplikace můžete ukončit ručně nebo kliknutím na položku níže.";

"ForceCloseAllButtonTitle" = "Vynutit ukončení všech";

"CloseAppsDialogTitle" = "Zavřete další aplikace";
"CloseAppsDialogMessage" = "Zbývá ještě několik aplikací, které je nutné ukončit.\n\nKlepnutím na tlačítko OK zobrazíte aktualizovaný seznam.";

"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Ukončit";


// INSTALL
"FPInstallerWindowTitle" = "Instalační program aplikace Adobe Flash Player %@";

"EnableInstallMessage" = "Pokud chcete tuto instalaci povolit, přijměte zaškrtnutím políčka výše licenční podmínky.";

"InstallingMessage" = "Probíhá instalace...";
"InstallPercentage" = "%d %%";
"FinalizingInstallationMessage" = "Dokončuje se instalace…";

"InstallButtonTitle" = "INSTALOVAT";
"RetryButtonTitle" = "OPAKOVAT";
"QuitButtonTitle" = "UKONČIT";
"DoneButtonTitle" = "HOTOVO";
"DownloadButtonTitle" = "STÁHNOUT";

// +--> Success
"InstallSucceededTitle" = "Instalace aplikace Flash Player %@ byla dokončena";
"RestartBrowserMessage" = "Restartujte prohlížeč.";

// +--> Failure
"InstallFailedTitle" = "Instalace se nezdařila";
"InstallFailedDescription" = "Tato instalace se nezdařila.";
"ErrorLogTitle" = "Záznam chyb:";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "Aktualizace předvoleb přehrávače Adobe Flash Player";
"UpdateOptionsSubheader" = "Aktualizace a vylepšení zabezpečení je možné stahovat a instalovat automaticky.";
"UpdateMethodSelectionTitle" = "Vyberte způsob aktualizace:";
"UpdateOption_InstallAutomatically" = "Povolit společnosti Adobe instalovat aktualizace (doporučeno)";
"UpdateOption_NotifyUser" = "Upozornit na instalaci aktualizací";
"UpdateOption_DoNotCheckForUpdates" = "Neprovádět nikdy zjišťování nových aktualizací (nedoporučuje se)";
"UpdateOptionsLearnMore" = "Další informace";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_cz";


// UNINSTALL
"FPUninstallerWindowTitle" = "Adobe Flash Player – Odinstalační program";
"UninstallDescriptionText" = "Tento program odstraní z počítače přehrávač Adobe® Flash® Player.";
"UninstallDescriptionText_PlusTentacleRemover" = "Tento program odstraní z počítače přehrávač Adobe® Flash® Player a všechny související soubory dat a nastavení.";

"UninstallingMessage" = "Probíhá odinstalace...";
"UninstallCompletedTitle" = "Dokončeno";

// +--> Success
"UninstallSucceededText" = "Software Adobe® Flash® Player byl odebrán ze systému.";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "Nelze načíst informace o aktualizaci. Zkontrolujte připojení k Internetu a zkuste to znovu.";
"CheckingForUpdatesText" = "Získávání informací o aktualizaci…";

// No update available
"FlashPlayerIsUpToDate" = "Aplikace Adobe® Flash® Player v systému je aktuální.";

// Update available
"AutoUpdateXmlLocale" = "cs";
"FPAutoUpdateWindowTitle" = "Aktualizace přehrávače Adobe Flash Player";
"UpdateAvailableText" = "K dispozici je aktualizace přehrávače Adobe® Flash® Player.";
"InstallThisUpdateQuestion" = "Chcete instalovat tuto aktualizaci?";
"ChangeSettingsText" = "Nastavení aktualizace můžete změnit ve Správci místního nastavení.";
"LaunchLSMLink" = "Spustit Správce místního nastavení";

"RemindMeLaterButtonTitle" = "PŘIPOMENOUT POZDĚJI";


// Download Progress Panel
"CancelButtonTitle" = "ZRUŠIT";
"DownloadSucceededTitle" = "Stažení bylo úspěšné.";
"DownloadFailedTitle" = "Stažení se nezdařilo";
"DownloadPercentage" = "%d %%";
"DownloadFailedDescription" = "Během stahování instalačního programu došlo k chybě. Ověřte, zda jste připojeni k Internetu, a zkuste to znovu.";
"DownloadingMessage" = "Stahování…";
"VerifyingDownloadMessage" = "Ověřování stažených souborů…";
"UnpackingDownloadMessage" = "Rozbalování stažených souborů…";
"LaunchingInstallerMessage" = "Spouštění instalačního programu…";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/cz/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/cz/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "Data o použití";
"AnalyticsCheckboxLabel" = "Odesílat anonymní data o použití";
"AnalyticsCheckboxDescription" = "Pomozte nám vylepšit aplikaci Adobe Flash Player – poskytněte nám anonymní data o použití. Tento výběr můžete kdykoli změnit.";
"AnalyticsLearnMore" = "Další informace";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_cz";
